{
  "plugins": {
    "LuaSnip": {
      "version": "2.0.0 - 3.0.0"
    },
    "blink.cmp": {
    },
    "claudecode.nvim": [],
    "clay.nvim": [],
    "conjure": {
    },
    "diffview.nvim": [],
    "elixir-tools.nvim": {
    },
    "fidget.nvim": {
    },
    "friendly-snippets": [],
    "harpoon": {
      "version": "'harpoon2'"
    },
    "kulala.nvim": {
    },
    "lualine.nvim": {
    },
    "mason-lspconfig.nvim": {
    },
    "mason.nvim": {
    },
    "mini.surround": {
      "version": "'main'"
    },
    "neogit": {
    },
    "neovim": {
    },
    "nui.nvim": [],
    "nvim-dbee": [],
    "nvim-lspconfig": {
    },
    "nvim-paredit": [],
    "nvim-treesitter": {
      "version": "'master'"
    },
    "nvim-web-devicons": {
    },
    "oil.nvim": {
    },
    "plenary.nvim": [],
    "quicker.nvim": {
    },
    "snacks.nvim": [],
    "telescope-fzf-native.nvim": {
    },
    "telescope-ui-select.nvim": [],
    "telescope.nvim": {
      "version": "1.0.0 - 2.0.0"
    },
    "undotree": {
    },
    "vim-matchup": {
    },
    "vim-sleuth": [],
    "which-key.nvim": {
    }
  }
}